{
    "Text": {
        "LastUpdate": "Last update"
    },
    "NotFoundPage": {
        "title": "Page not found"
    },
    "Metadata": {
        "title": "Emin Bugra Saral",
        "description": "Open source life of Emin Bugra Saral.",
        "name": "Emin Bugra Saral"
        
    },
    "Link": {
        "home": "Home Page",
        "cvName": "Curriculum Vitae (CV)",
        "cvLink": "files/ebsaral_cv_english.pdf",
        "contact": "Contact (e-mail)"
    },
    "Info": {
        "title": "info",
        "text": "<p><b>Birth:</b> September 28, 1988. Of / Trabzon / Türkiye.</p>\n<p><b>Education:</b></p><p> Bachelor in Computer Science, Koç University, Istanbul.</p>\n<p><b>Work Experience:</b></p><p> Software Engineering, Project Management, Team Leading, Activism.</p>\n<p><b>Current Status:</b></p><p><b>Unemployed.</b> I'm trying to switch from software engineering to any kind of art, consultancy or managerial positions.\nIdeal position(s): Chief Spirit Officer, People & Project Manager, (Multi-Dimensional) Team Management, or Director.\nYour support or help is appreciated.</p>\n<p><b>Talents:</b> </p><p>Fast learner, visionary leading, mentorship, creative ideation, problem solving, attention to detail, writing, acting, directing, photography, pencil drawing, empathy, spiritual / mental enhancement, dancing.</p>\n<p><b>Topics of Interest:</b></p><p>Art, dark humor, technology, science, health, psychology, sociology, economics, philosophy, literature, religion, cinema, music, dance, history, and more...</p>\n<p><b>Lived in:</b></p><p> Istanbul (Türkiye), Bordeaux (France), San Jose (USA), Munich (Germany), Currently: Trabzon (Türkiye).</p>"
    },
    "Projects": {
        "title": "projects",
        "TouchSensei": {
            "title": "Touch Sensei (mobile game)",
            "text": "Join Touch Sensei on an emotional journey! Move your finger to unlock feelings, discover secrets, and explore a world of unique textures. Try it now."
        },
        "CB": {
            "title": "CB - Under construction",
            "text": "A platform where I share my theories, articles, projects and work for a better future for everyone."
        },
        "EBSLifeSolutions": {
            "title": "EBS Life Solutions - In the establishment phase",
            "text": "I offer a professional and compassionate approach to overcoming life’s challenges, grounded in over 20 years of rich personal experience. I offer ideal and lasting solutions for you to deal with the negativity that hinders the luck factor."
        },
        "Blog": {
            "title": "Blog (www.saral.blog) - Archived...",
            "text": "A sincere and honest collection of content where my essays, poems, stories, and ideas are reflected outward. I have decided to end this blogging journey to focus on bringing my ideas and projects, along with their details, into my professional career."
        }
    },
    "Hobbies": {
        "title": "hobbies",
        "Medium": {
            "title": "Old Blog (medium.com/@ebsaral) - Only in English",
            "text": "A collection of content that was written without enough care and is no longer being updated."
        },
        "SoundCloud": {
            "title": "SoundCloud (@ebsaral)",
            "text": "A platform where I amateurishly reflect my interest in music."
        },
        "DeviantArt": {
            "title": "DeviantArt (@eminbugrasaral)",
            "text": "A personal gallery where I reflect my interest in photography and drawing."
        },
        "Flickr": {
            "title": "Flickr (@eminbugrasaral)",
            "text": "A personal photo collection that I mainly use to archive old photographs."
        },
        "Vimeo": {
            "title": "Vimeo (@rahmetli)",
            "text": "A few old videos with deep memories attached."
        }
    },
    "Career": {
        "title": "career",
        "LinkedIn": {
            "title": "LinkedIn (@eminbugrasaral)",
            "text": "A gathering place for white-collar workers where I don't try too hard to appear professional."
        },
        "Github": {
            "title": "GitHub (@ebsaral)",
            "text": "A platform where many of my software projects are hosted."
        },
        "DevTo": {
            "title": "Dev.to (@ebsaral)",
            "text": "Some technical shares that come from my pen about software programming."
        },
        "Stackoverflow": {
            "title" : "Stackoverflow",
            "text": "A platform that facilitates collaboration among developers."
        }
    },
    "SocialMedia": {
        "title": "social media",
        "Twitter": {
            "title": "Twitter / X (@cbsaral)",
            "text": "An account for future. Not active, yet."
        },
        "FetLife": {
            "title": "FetLife (@rahmetli) - 18+ (NSFW)",
            "text": "A social network for the BDSM, Fetish & Kinky Community that I seldomly use with respect to consent and privacy. (New Account)"
        }
    },
    "LegalWarning": {
        "title":"< A CLEAR, OPTIMIST & FRIENDLY WARNING >\n",
        "text": "I do not consent to the gratuitous use of any information about me, my direct or indirect contributions or my name - whether included or not - in any research, articles, projects or actions involving financial gain. You are required to communicate with me verbally (face-to-face, directly) or in writing to work together on any of your projects or ideas. No evidence or content will be used against you.\n\nYou must refrain from any direct or indirect action that harms my biological or physiological integrity (my health). Your assumptions about me become reality for you and do not reflect my reality. No communication channel belonging to me is intended as a threat. Every content is meant to be a warning and/or has an educational purpose.\n\nIt is strictly forbidden to test or question my honesty and good faith. It is imperative that you ask questions so that we can build a healthy communication or relationship. It is already impossible for you to use any information, content, sound, image or writing you have about me against me. If you try otherwise, you agree to cause permanent damage to yourself.\n\nEvery communication I make starts with one hundred percent trust.\n\n< \/ A CLEAR, OPTIMIST & FRIENDLY WARNING >"
    },
    "Apology": {
        "title": "Apology Text",
        "text": "If I have caused any negativity in your life (directly or indirectly) and you are right, I sincerely apologize. If I'm right, you must apologize."
    }
}