{
    "Text": {
        "LastUpdate": "Last update"
    },
    "NotFoundPage": {
        "title": "Page not found"
    },
    "Metadata": {
        "title": "Emin Bugra Saral",
        "description": "Personal website of Emin Bugra Saral.",
        "name": "Emin Bugra Saral"
        
    },
    "Link": {
        "home": "Home Page",
        "cvName": "Curriculum Vitae (CV)",
        "cvLink": "https://github.com/ebsaral/CV/blob/main/Emin%20Bugra%20Saral%2C%20English%20CV.pdf",
        "contact": "Contact (e-mail)"
    },
    "Info": {
        "title": "a long intro",
        "text": "<p>Emin Bugra Saral, one of the distinguished representatives of dark humor, was born on <b>September 28, 1988</b>, at Sürmene State Hospital. After returning to Of in his mother’s arms, he spent a long time experiencing various actions and differences with his family. Our rascal, who grew up recognizing his talents and contributing to his family, moved to Istanbul, where the soil is rich, after graduating from Rize Anadolu Teacher High School. He completed the Computer Engineering program at Koç University with moderate academic success without a scholarship.</p><p>Our promising individual took his first step abroad in Bordeaux during his university experience. Being very selective about reading books, he found every opportunity to better understand himself while reading and listening to the stories of the people he encountered. After university, he gained experience in software companies in Istanbul and formed beautiful friendships. He had a lot of fun but also experienced significant sadness.</p><p>When he felt it was time for a change, he took his next step to San Francisco. Perhaps because of his limited life experience, he struggled to open his legs to another continent, as he returned to Istanbul shortly after. He then moved to Munich, shaping his luck in a different direction. In Germany, he experienced various cultures to the core for several years and returned to Turkey with a grudge against Europe.</p><p>After losing the allure of the software world, he placed art and the politics hidden behind it at the center of his life. It cannot be said that he is happy about this situation. While hoping to sow the seeds of being visionary and intelligent, Saral, due to his innocence and goodwill, struggles to follow the fair path. He returned to where he started, but with more experience. In fact, his greatest concern is to love and be loved; to understand and be understood. While he continues to strive to earn his diploma from the university of life, he hopes to meet talented and brave people who can share their constructive, empathetic, and comprehensive ideas about the future with him.</p><p>You will encounter the details of his life in the subtleties of his content. Despite being a sour-faced yet smiling individual, he hopes to become more understandable over time and actively participate in production. Even though he has proven many things he needs to prove to himself, he continues his life in a weary traveler mode, as he feels the need to prove himself to others in today’s world. Emin Bey, who is aware that the details of life are hidden within, enjoys developing his mind in this context.</p><p>He finds pleasure in trying to live the moment while thinking about the future in its subtleties. As he ages, even though his tolerance for people and foolishness decreases, he continues to strive to keep the spark inside him alive. This is because he was once one of those who couldn’t grasp many things and made mistakes. He is aware of the potential for foolishness to turn into absurdity with the consolidation of concepts in his mind. The existence of this learning cycle can show bidirectional changes over time.</p><p>Note: Sometimes he enjoys being referred to in the third person when writing about himself.And, this intro is translated via ChatGPT from the original content written in Turkish.</p>"
    },
    "Projects": {
        "title": "projects",
        "TouchSensei": {
            "title": "Touch Sensei (mobile game)",
            "text": "Join Touch Sensei on an emotional journey! Move your finger to unlock feelings, discover secrets, and explore a world of unique textures. Try it now."
        },
        "EBSLifeSolutions": {
            "title": "EBS Life Solutions",
            "text": "I offer a professional and compassionate approach to overcoming life’s challenges, grounded in over 20 years of rich personal experience. Here, lessons learned become lessons shared. :)"
        },
        "Blog": {
            "title": "Blog (www.saral.blog) - To be continued...",
            "text": "A sincere and honest collection of content where my essays, poems, stories, and ideas are reflected outward. I have decided to end this blogging journey to focus on bringing my ideas and projects, along with their details, into my professional career."
        }
    },
    "Hobbies": {
        "title": "hobbies",
        "Medium": {
            "title": "Old Blog (medium.com/@ebsaral) - Only in English",
            "text": "A collection of content that was written without enough care and is no longer being updated."
        },
        "SoundCloud": {
            "title": "SoundCloud (@ebsaral)",
            "text": "A platform where I amateurishly reflect my interest in music."
        },
        "DeviantArt": {
            "title": "DeviantArt (@eminbugrasaral)",
            "text": "A personal gallery where I reflect my interest in photography and drawing."
        },
        "Flickr": {
            "title": "Flickr (@eminbugrasaral)",
            "text": "A personal photo collection that I mainly use to archive old photographs."
        },
        "YouTube": {
            "title": "YouTube (@eminbugrasaral)",
            "text": "Personal videos shot amateurishly."
        },
        "Vimeo": {
            "title": "Vimeo (@rahmetli)",
            "text": "A few old videos with deep memories attached."
        }
    },
    "Career": {
        "title": "professional career",
        "LinkedIn": {
            "title": "LinkedIn (@eminbugrasaral)",
            "text": "A gathering place for white-collar workers where I don't try too hard to appear professional."
        },
        "Github": {
            "title": "GitHub (@ebsaral)",
            "text": "A platform where many of my software projects are hosted."
        },
        "DevTo": {
            "title": "Dev.to (@ebsaral)",
            "text": "Some technical shares that come from my pen about software programming."
        },
        "Stackoverflow": {
            "title" : "Stackoverflow",
            "text": "A platform that facilitates collaboration among developers."
        }
    },
    "SocialMedia": {
        "title": "social media",
        "Instagram": {
            "title": "Instagram (@eminbugrasaral)",
            "text": "A photo and story gallery where I make heartfelt shares according to my mood, without using too many filters."
        },
        "Twitter": {
            "title": "Twitter / X (@cbsaral)",
            "text": "An account for future. Not active, yet."
        },
        "FetLife": {
            "title": "FetLife (@rahmetli) - 18+ (NSFW)",
            "text": "A social network for the BDSM, Fetish & Kinky Community that I seldoml use."
        }
    },
    "LegalWarning": {
        "title":"Legal Warning",
        "text": "I hereby declare that I do not grant permission to use any information about me, my direct or indirect contributions, with or without including my real name, in any research, article, project, or any actions involving financial interests. Legal actions have been and will be initiated against any person or institution acting otherwise. You are required to establish verbal or written communication if you wish to work with me on any of your projects or ideas."
    }
}