{
    "Text": {
        "LastUpdate": "Last update"
    },
    "NotFoundPage": {
        "title": "Page not found"
    },
    "Metadata": {
        "title": "Emin Bugra Saral",
        "description": "Personal website of Emin Bugra Saral.",
        "name": "Emin Bugra Saral"
        
    },
    "Link": {
        "home": "Home Page",
        "cvName": "Curriculum Vitae (CV)",
        "cvLink": "https://github.com/ebsaral/CV/blob/main/Emin%20Bugra%20Saral%2C%20English%20CV.pdf",
        "contact": "Contact (e-mail)"
    },
    "Info": {
        "title": "info",
        "text": "<p><b>Birth:</b> September 28, 1988. Of / Trabzon / Türkiye.</p>\n<p><b>Education:</b></p><p> Bachelor in Computer Science, Koç University, Istanbul.</p>\n<p><b>Work Experience:</b></p><p> Software Engineering, Project Management, Activism.</p>\n<p><b>Current Status:</b></p><p><b>Looking for a job.</b>I'm trying to switch from software engineering to any kind of art, consultancy or managerial positions.\nYour support or help is appreciated.</p>\n<p><b>Talents:</b> </p><p>Fast learner, visionary leading, mentorship, creative ideation, problem solving, attention to detail, writing, acting, directing, photography, pencil drawing, empathy, spiritual / mental enhancement, dancing.</p>\n<p><b>Topics of Interest:</b></p><p>Art, technology, science, health, psychology, sociology, economics, philosophy, literature, religion, cinema, music, dance, history, and more...</p>\n<p><b>Lived in:</b></p><p> Istanbul (Türkiye), Bordeaux (France), San Jose (USA), Munich (Germany), Currently: Trabzon (Türkiye).</p>\n<p><b>Countries Visited:</b> </p><p>USA, France, Netherlands, Belgium, Italy, Germany, Austria, Portugal.</p>"
    },
    "Projects": {
        "title": "projects",
        "CB": {
            "title": "Towards the Presidency (under construction)",
            "text": "It is time for visionary, inclusive and innovative leadership for the Republic of Türkiye. Moving for a better future for all."
        },
        "TouchSensei": {
            "title": "Touch Sensei (mobile game)",
            "text": "Join Touch Sensei on an emotional journey! Move your finger to unlock feelings, discover secrets, and explore a world of unique textures. Try it now."
        },
        "EBSLifeSolutions": {
            "title": "EBS Life Solutions - not active yet",
            "text": "I offer a professional and compassionate approach to overcoming life’s challenges, grounded in over 20 years of rich personal experience. Here, lessons learned become lessons shared. :)"
        },
        "Blog": {
            "title": "Blog (www.saral.blog) - To be continued...",
            "text": "A sincere and honest collection of content where my essays, poems, stories, and ideas are reflected outward. I have decided to end this blogging journey to focus on bringing my ideas and projects, along with their details, into my professional career."
        }
    },
    "Hobbies": {
        "title": "hobbies",
        "Medium": {
            "title": "Old Blog (medium.com/@ebsaral) - Only in English",
            "text": "A collection of content that was written without enough care and is no longer being updated."
        },
        "SoundCloud": {
            "title": "SoundCloud (@ebsaral)",
            "text": "A platform where I amateurishly reflect my interest in music."
        },
        "DeviantArt": {
            "title": "DeviantArt (@eminbugrasaral)",
            "text": "A personal gallery where I reflect my interest in photography and drawing."
        },
        "Flickr": {
            "title": "Flickr (@eminbugrasaral)",
            "text": "A personal photo collection that I mainly use to archive old photographs."
        },
        "YouTube": {
            "title": "YouTube (@eminbugrasaral)",
            "text": "Personal videos shot amateurishly."
        },
        "Vimeo": {
            "title": "Vimeo (@rahmetli)",
            "text": "A few old videos with deep memories attached."
        }
    },
    "Career": {
        "title": "career",
        "LinkedIn": {
            "title": "LinkedIn (@eminbugrasaral)",
            "text": "A gathering place for white-collar workers where I don't try too hard to appear professional."
        },
        "Github": {
            "title": "GitHub (@ebsaral)",
            "text": "A platform where many of my software projects are hosted."
        },
        "DevTo": {
            "title": "Dev.to (@ebsaral)",
            "text": "Some technical shares that come from my pen about software programming."
        },
        "Stackoverflow": {
            "title" : "Stackoverflow",
            "text": "A platform that facilitates collaboration among developers."
        }
    },
    "SocialMedia": {
        "title": "social media",
        "Twitter": {
            "title": "Twitter / X (@cbsaral)",
            "text": "An account for future. Not active, yet."
        },
        "FetLife": {
            "title": "FetLife (@rahmetli) - 18+ (NSFW)",
            "text": "A social network for the BDSM, Fetish & Kinky Community that I seldomly use with respect to consent and privacy. (New Account)"
        }
    },
    "LegalWarning": {
        "title":"Legal Information",
        "text": "I would like to state that I do not grant permission for the use of any information about me, my direct or indirect contributions, or my real name—whether included or excluded—in any research, article, project, or actions involving financial gain, without compensation. Legal actions have been, and will be, initiated against any individuals or institutions that act otherwise. You are required to communicate with me verbally (face-to-face, directly) or in writing to work together on any of your projects or ideas. You have to also refrain from any actions that could harm my physical integrity. Testing or questioning my honesty and goodwill is strictly prohibited. (No, I cannot hear your inner voice; you are hearing your inner self.)"
    },
    "Apology": {
        "title": "Apology Text",
        "text": "If I have caused any negativity in your life (directly or indirectly) and you are right, I sincerely apologize."
    }
}