{
    "Text": {
        "LastUpdate": "Son güncelleme"
    },
    "NotFoundPage": {
        "title": "Sayfa bulunamadı"
    },
    "Metadata": {
        "title": "Emin Buğra Saral",
        "description": "Emin Bugra Saral'ın açık kaynak yaşamı.",
        "name": "Emin Buğra Saral",
        "Gallery": {
            "title": "Emin Buğra Saral: Çizim Galerisi",
            "description": "Rastgele savrulan çizimlerimi ve karalamalarımı paylaştığım galeri bölümü.",
            "keywords": "emin buğra saral, galeri, çizim, karalama, karakalem"
        }
    },

    "Link": {
        "home": "Ana Sayfa",
        "cvName": "Özgeçmiş (CV)",
        "cvLink": "https://github.com/ebsaral/CV/blob/main/Emin%20Bu%C4%9Fra%20Saral%2C%20T%C3%BCrk%C3%A7e%20CV.pdf",
        "contact": "İletişim (e-posta)"
    },
    "Info": {
        "title": "özet bilgiler",
        "text": "<p><b>Doğum:</b> 28 Eylül 1988. Of / Trabzon / Türkiye.</p>\n<p><b>Eğitim:</b> </p><p>Bilgisayar Bilimleri Lisansı, Koç Üniversitesi, İstanbul.</p>\n<p><b>İş Deneyimi:</b></p><p>Yazılım Mühendisliği, Proje Yönetimi, Takım Liderliği, Aktivizm.</p>\n<p><b>Mevcut Durum:</b></p><p> <b>İşsiz.</b> Yazılım mühendisliğinden sanat, proje yönetimi, danışmanlık veya yöneticilik gibi farklı bir alana geçiş yapmaya çalışıyorum.\nİdeal pozisyon(lar): Chief Spirit Officer, People & Project Manager, (Multi-Dimensional) Team Management, Director.\nHerhangi bir yardım veya desteğiniz olursa memnun olurum.</p>\n<p><b>Yetenekler:</b></p><p>Hızlı öğrenme, vizyoner liderlik, mentorluk, yaratıcı fikir üretimi, problem çözme, detaylara dikkat, yazarlık, oyunculuk, yönetmenlik, fotoğrafçılık, karakalem çizim, empati, ruhsal / zihinsel gelişim, dans.</p>\n<p><b>İlgilendiği Konular:</b></p><p>Sanat, kara mizah, teknoloji, bilim, sağlık, psikoloji, sosyoloji, ekonomi, felsefe, edebiyat, din (ruh bilimleri), sinema, müzik, dans, tarih, ve dahası...</p>\n<p><b>Yaşadığı Yerler:</b></p><p>İstanbul (Türkiye), Bordeaux (Fransa), San Jose (ABD), Münih (Almanya), Şu an: Trabzon (Türkiye).</p>"
    },
    "Projects": {
        "title": "projeler",        
        "TouchSensei": {
            "title": "Touch Sensei (mobil oyun)",
            "text": "Touch Sensei ile duygusal bir yolculuğa çık! Parmaklarını hareket ettirerek hisleri aç, sırları keşfet ve eşsiz dokuların dünyasını keşfet. Hemen deneyin."
        },
        "CB": {
            "title": "CB - Yapım aşamasında",
            "text": "Herkes için daha bir gelecek adına teorilerimin, makalelerimin, projelerimin ve çalışmalarımın paylaşıldığı platform."
        },
        "EBSLifeSolutions": {
            "title": "EBS Yaşam Çözümleri - Kuruluş aşamasında",
            "text": "20 yılı aşkın zengin hayat tecrübesine dayanan profesyonel ve şefkatli bir yaklaşımla, hayatın zorluklarının üstesinden gelmenize yardımcı oluyorum. Şans faktörünü engelleyen olumsuzluklarla başa çıkmanız için ideal ve kalıcı çözümler sunuyorum."
        },
        "Blog": {
            "title": "Blog (www.saral.blog) - Arşivlendi",
            "text": "Denemeler, şiirler, hikâyeler ve fikirlerimin dışarıya yansıdığı samimi ve dürüst bir içerik koleksiyonu. Fikirlerimi ve projelerimi detaylarıyla birlikte profesyonel kariyerime taşımak adına blog yazımını sonlandırma kararı aldım."
        }
    },
    "Hobbies": {
        "title": "ilgi alanları & arșivler",
        "Gallery": {
            "title": "Çizim Galerisi",
            "text": "Rastgele savrulan çizimlerimi ve karalamalarımı paylaştığım galeri bölümü.",
            "link": "/tr/gallery"
        },
        "Medium": {
            "title": "Eski Blog (medium.com/@ebsaral) - Sadece İngilizce",
            "text": "Yeterince özenilmeden yazılmış ve artık güncellenmeyen içerik koleksiyonu."
        },
        "SoundCloud": {
            "title": "SoundCloud (@ebsaral)",
            "text": "Müziğe olan ilgimi amatörce yansıttığım bir platform."
        },
        "DeviantArt": {
            "title": "DeviantArt (@eminbugrasaral)",
            "text": "Fotoğraf çekmeye ve resim çizmeye olan ilgimi yansıttığım kişisel galeri."
        },
        "Flickr": {
            "title": "Flickr (@eminbugrasaral)",
            "text": "Daha çok eski fotoğrafları arşivlemek için kullandığım kişisel fotoğraf koleksiyonu."
        },
        "Vimeo": {
            "title": "Vimeo (@rahmetli)",
            "text": "Eskiden kalan ama hatırası derin olan birkaç video."
        }
    },
    "Career": {
        "title": "kariyer",
        "LinkedIn": {
            "title": "LinkedIn (@eminbugrasaral)",
            "text": "Profesyonel gözükmek için kendimi fazla kasmadığım beyaz yakalıların toplanma alanı."
        },
        "Github": {
            "title": "GitHub (@ebsaral)",
            "text": "Yazılım projelerimin birçoğunun bulunduğu platform."
        },
        "DevTo": {
            "title": "Dev.to (@ebsaral)",
            "text": "Yazılıma dair kalemimden çıkan bazı teknik paylaşımlar."
        },
        "Stackoverflow": {
            "title" : "Stackoverflow",
            "text": "Yazılımcılar arasında yardımlaşmayı kolaylaştıran bir platform."
        }
    },
    "SocialMedia": {
        "title": "sosyal medya",
        "Twitter": {
            "title": "Twitter / X (@cbsaral)",
            "text": "Değeri henüz anlaşılamayan hesap. Aktif değil."
        },
        "FetLife": {
            "title": "FetLife (@rahmetli) - 18+ (NSFW)",
            "text": "BDSM, Fetiş ve Kinky Topluluğu için saygı, rıza ve özel hayatın ön planda olduğu, nadiren kullandığım bir sosyal ağ. (Yeni Hesap)"
        }
    },
    "LegalWarning": {
        "title":"< AÇIK, İYİMSER VE ARKADAŞÇA BİR UYARI >\n",
        "text": "Hakkımdaki herhangi bir bilginin, doğrudan veya dolaylı katkılarımın veya ismimin - dahil edilsin veya edilmesin - herhangi bir araştırma, makale, proje veya maddi kazanç içeren eylemlerde karşılıksız olarak kullanılmasına izin vermiyorum. Herhangi bir projeniz veya fikriniz üzerinde birlikte çalışmak için benimle sözlü (yüz yüze, doğrudan) veya yazılı olarak iletişim kurmanız gerekmektedir. Bana ait hiçbir iletişim kanalı tehdit amacı bulundurmaz. Her içerik bir uyarı niteliğindedir ve/veya eğitim amaçlıdır. Hiçbir kanıt veya içerik aleyhinizde kullanılmaz.\n\nBiyolojik veya fizyolojik bütünlüğüme (sağlığıma) zarar veren her türlü doğrudan veya dolaylı eylemden kaçınmanız zorunludur. Hakkımdaki varsayımlarınız sizin için gerçeğe dönüşür ve benim gerçeğimi yansıtmaz.\n\nDürüstlüğümü ve iyi niyetimi test etmek veya sorgulamak kesinlikle yasaktır. Sağlıklı bir iletişim veya ilişki kurabilmemiz için soru sormanız zorunludur.\n\nBenim hakkımda sahip olduğunuz herhangi bir bilgiyi, içeriği, sesi, görseli veya yazıyı aleyhimde kullanmanız zaten imkansızdır. Aksini denemeniz halinde kendinizde kalıcı hasarlar yaratmayı kabul etmiş olursunuz.\n\nKurduğum her iletişim yüzde yüz güvenle başlar.\n\n< \/ AÇIK, İYİMSER VE ARKADAŞÇA BİR UYARI >"
    }, 
    "Apology": {
        "title": "Özür Metni",
        "text": "Eğer hayatınızdaki herhangi bir olumsuzluğa (dolaylı veya dolaysız bir şekilde) sebep olduysam ve siz haklıysanız, samimiyetle özür dilerim. Ben haklıysam, özür dilemelisiniz."
    }
}