{
    "Text": {
        "LastUpdate": "Son güncelleme"
    },
    "NotFoundPage": {
        "title": "Sayfa bulunamadı"
    },
    "Metadata": {
        "title": "Emin Buğra Saral",
        "description": "Emin Bugra Saral'ın kişisel websitesi.",
        "name": "Emin Buğra Saral"
    },
    "Link": {
        "home": "Ana Sayfa",
        "cvName": "Özgeçmiş (CV)",
        "cvLink": "https://github.com/ebsaral/CV/blob/main/Emin%20Bu%C4%9Fra%20Saral%2C%20T%C3%BCrk%C3%A7e%20CV.pdf",
        "contact": "İletişim (e-posta)"
    },
    "Info": {
        "title": "hakkında",
        "text": "<p><b>Doğum:</b> 28 Eylül 1988. Of / Trabzon / Türkiye.</p>\n<p><b>Eğitim:</b> </p><p>Bilgisayar Bilimleri Lisansı, Koç Üniversitesi, İstanbul.</p>\n<p><b>İş Deneyimi:</b></p><p>Yazılım Mühendisliği, Proje Yönetimi, Aktivizm.</p>\n<p><b>Mevcut Durum:</b></p><p> <b>İş arıyor.</b> Yazılım mühendisliğinden sanat, proje yönetimi, danışmanlık veya yöneticilik gibi farklı bir alana geçiş yapmaya çalışıyorum. Herhangi bir yardım veya desteğiniz olursa memnun olurum.</p>\n<p><b>Yetenekler:</b></p><p>Hızlı öğrenme, vizyoner liderlik, mentorluk, yaratıcı fikir üretimi, problem çözme, detaylara dikkat, yazarlık, oyunculuk, yönetmenlik, fotoğrafçılık, karakalem çizim, empati, ruhsal / zihinsel gelişim, dans.</p>\n<p><b>İlgilendiği Konular:</b></p><p>Sanat, teknoloji, bilim, sağlık, psikoloji, sosyoloji, ekonomi, felsefe, edebiyat, din (ruh bilimleri), sinema, müzik, dans, tarih, ve dahası...</p>\n<p><b>Yaşadığı Yerler:</b></p><p>İstanbul (Türkiye), Bordeaux (Fransa), San Jose (ABD), Münih (Almanya), Şu an: Trabzon (Türkiye).</p>\n<p><b>Ziyaret Ettiği Ülkeler:</b></p><p> ABD, Fransa, Hollanda, Belçika, İtalya, Almanya, Avusturya, Portekiz.</p>"
    },
    "Projects": {
        "title": "projeler",
        "CB": {
            "title": "Cumhurbaşkanlığına Doğru - Yapım aşamasında",
            "text": "Türkiye Cumhuriyeti için vizyoner, kapsayıcı ve yenilikçi liderlik zamanı. Herkes için daha iyi bir gelecek adına harekete geçiyoruz."
        },
        "TouchSensei": {
            "title": "Touch Sensei (mobil oyun)",
            "text": "Touch Sensei ile duygusal bir yolculuğa çık! Parmaklarını hareket ettirerek hisleri aç, sırları keşfet ve eşsiz dokuların dünyasını keşfet. Hemen deneyin."
        },
        "EBSLifeSolutions": {
            "title": "EBS Yaşam Çözümleri - Aktif değil",
            "text": "20 yılı aşkın zengin hayat tecrübesine dayanan profesyonel ve şefkatli bir yaklaşımla, hayatın zorluklarının üstesinden gelmenize yardımcı oluyorum. Burada, öğrenilen dersler paylaşılan derslere dönüşüyor. :)"
        },
        "Blog": {
            "title": "Blog (www.saral.blog) - Devam edecek...",
            "text": "Denemeler, şiirler, hikâyeler ve fikirlerimin dışarıya yansıdığı samimi ve dürüst bir içerik koleksiyonu. Fikirlerimi ve projelerimi detaylarıyla birlikte profesyonel kariyerime taşımak adına blog yazımını sonlandırma kararı aldım."
        }
    },
    "Hobbies": {
        "title": "ilgi alanları",
        "Medium": {
            "title": "Eski Blog (medium.com/@ebsaral) - Sadece İngilizce",
            "text": "Yeterince özenilmeden yazılmış ve artık güncellenmeyen içerik koleksiyonu."
        },
        "SoundCloud": {
            "title": "SoundCloud (@ebsaral)",
            "text": "Müziğe olan ilgimi amatörce yansıttığım bir platform."
        },
        "DeviantArt": {
            "title": "DeviantArt (@eminbugrasaral)",
            "text": "Fotoğraf çekmeye ve resim çizmeye olan ilgimi yansıttığım kişisel galeri."
        },
        "Flickr": {
            "title": "Flickr (@eminbugrasaral)",
            "text": "Daha çok eski fotoğrafları arşivlemek için kullandığım kişisel fotoğraf koleksiyonu."
        },
        "YouTube": {
            "title": "YouTube (@eminbugrasaral)",
            "text": "Amatörce çekilmiş olan kişisel videolar."
        },
        "Vimeo": {
            "title": "Vimeo (@rahmetli)",
            "text": "Eskiden kalan ama hatırası derin olan birkaç video."
        }
    },
    "Career": {
        "title": "kariyer",
        "LinkedIn": {
            "title": "LinkedIn (@eminbugrasaral)",
            "text": "Profesyonel gözükmek için kendimi fazla kasmadığım beyaz yakalıların toplanma alanı."
        },
        "Github": {
            "title": "GitHub (@ebsaral)",
            "text": "Yazılım projelerimin birçoğunun bulunduğu platform."
        },
        "DevTo": {
            "title": "Dev.to (@ebsaral)",
            "text": "Yazılıma dair kalemimden çıkan bazı teknik paylaşımlar."
        },
        "Stackoverflow": {
            "title" : "Stackoverflow",
            "text": "Yazılımcılar arasında yardımlaşmayı kolaylaştıran bir platform."
        }
    },
    "SocialMedia": {
        "title": "sosyal medya",
        "Twitter": {
            "title": "Twitter / X (@cbsaral)",
            "text": "Değeri henüz anlaşılamayan hesap. Aktif değil."
        },
        "FetLife": {
            "title": "FetLife (@rahmetli) - 18+ (NSFW)",
            "text": "BDSM, Fetiş ve Kinky Topluluğu için saygı, rıza ve özel hayatın ön planda olduğu, nadiren kullandığım bir sosyal ağ. (Yeni Hesap)"
        }
    },
    "LegalWarning": {
        "title":"Yasal Bilgi",
        "text": "Hakkımdaki herhangi bir bilginin, doğrudan veya dolaylı katkılarımın veya gerçek ismimin - dahil edilsin veya edilmesin - herhangi bir araştırma, makale, proje veya maddi kazanç içeren eylemlerde karşılıksız olarak kullanılmasına izin vermediğimi belirtmek isterim. Aksi yönde hareket eden kişi veya kurumlara karşı yasal işlemler başlatılmıştır ve başlatılacaktır. Herhangi bir projeniz veya fikriniz üzerinde birlikte çalışmak için benimle sözlü (yüz yüze, doğrudan) veya yazılı olarak iletişim kurmanız gerekmektedir. Ayrıca fiziksel bütünlüğüme zarar verebilecek her türlü eylemden kaçınmanız zorunludur. Dürüstlüğümü ve iyi niyetimi test etmek veya sorgulamak kesinlikle yasaktır. (Hayır, ben sizin iç sesinizi duymuyorum; siz kendi iç sesinizi duyuyorsunuz)."
    },
    "Apology": {
        "title": "Özür Metni",
        "text": "Eğer hayatınızdaki herhangi bir olumsuzluğa (dolaylı veya dolaysız bir şekilde) sebep olduysam ve siz haklıysanız, samimiyetle özür dilerim."
    }
}