{
    "Text": {
        "LastUpdate": "Son güncelleme"
    },
    "NotFoundPage": {
        "title": "Sayfa bulunamadı"
    },
    "Metadata": {
        "title": "Emin Buğra Saral",
        "description": "Emin Bugra Saral'ın kişisel websitesi.",
        "name": "Emin Buğra Saral"
    },
    "Link": {
        "home": "Ana Sayfa",
        "cvName": "Özgeçmiş (CV)",
        "cvLink": "https://github.com/ebsaral/CV/blob/main/Emin%20Bu%C4%9Fra%20Saral%2C%20T%C3%BCrk%C3%A7e%20CV.pdf",
        "contact": "İletişim (e-posta)"
    },
    "Info": {
        "title": "hakkında",
        "text": "<p><b>Doğum:</b> 28 Eylül 1988. Of / Trabzon / Türkiye.</p> <p><b>Eğitim:</b> Bilgisayar Bilimleri Lisansı, Koç Üniversitesi, İstanbul.</p> <p><b>İş Deneyimi:</b> Yazılım Programlama, Proje Yönetimi.</p> <p><b>Mevcut Durum:</b> İş arıyor. Yazılım mühendisliğinden sanat, proje yönetimi veya yöneticilik gibi farklı bir alana geçiş yapmak istiyor.</p> <p><b>Yetenekler:</b> Hızlı öğrenme, vizyoner liderlik, mentorluk, yaratıcı fikir üretimi, problem çözme, detaylara dikkat, yazarlık, oyunculuk, yönetmenlik, fotoğrafçılık, karakalem çizim, dans.</p> <p><b>Yaşadığı Yerler:</b> İstanbul (Türkiye), Bordeaux (Fransa), San Jose (ABD), Münih (Almanya), Trabzon (Türkiye).</p> <p><b>Ziyaret Ettiği Ülkeler:</b> ABD, Fransa, Hollanda, Belçika, İtalya, Almanya, Avusturya, Portekiz.</p>"
    },
    "Projects": {
        "title": "projeler",
        "TouchSensei": {
            "title": "Touch Sensei (mobil oyun)",
            "text": "Touch Sensei ile duygusal bir yolculuğa çık! Parmaklarını hareket ettirerek hisleri aç, sırları keşfet ve eşsiz dokuların dünyasını keşfet. Hemen deneyin."
        },
        "EBSLifeSolutions": {
            "title": "EBS Yaşam Çözümleri - Aktif değil",
            "text": "20 yılı aşkın zengin hayat tecrübesine dayanan profesyonel ve şefkatli bir yaklaşımla, hayatın zorluklarının üstesinden gelmenize yardımcı oluyorum. Burada, öğrenilen dersler paylaşılan derslere dönüşüyor. :)"
        },
        "Blog": {
            "title": "Blog (www.saral.blog) - Devam edecek...",
            "text": "Denemeler, şiirler, hikâyeler ve fikirlerimin dışarıya yansıdığı samimi ve dürüst bir içerik koleksiyonu. Fikirlerimi ve projelerimi detaylarıyla birlikte profesyonel kariyerime taşımak adına blog yazımını sonlandırma kararı aldım."
        }
    },
    "Hobbies": {
        "title": "ilgi alanları",
        "Medium": {
            "title": "Eski Blog (medium.com/@ebsaral) - Sadece İngilizce",
            "text": "Yeterince özenilmeden yazılmış ve artık güncellenmeyen içerik koleksiyonu."
        },
        "SoundCloud": {
            "title": "SoundCloud (@ebsaral)",
            "text": "Müziğe olan ilgimi amatörce yansıttığım bir platform."
        },
        "DeviantArt": {
            "title": "DeviantArt (@eminbugrasaral)",
            "text": "Fotoğraf çekmeye ve resim çizmeye olan ilgimi yansıttığım kişisel galeri."
        },
        "Flickr": {
            "title": "Flickr (@eminbugrasaral)",
            "text": "Daha çok eski fotoğrafları arşivlemek için kullandığım kişisel fotoğraf koleksiyonu."
        },
        "YouTube": {
            "title": "YouTube (@eminbugrasaral)",
            "text": "Amatörce çekilmiş olan kişisel videolar."
        },
        "Vimeo": {
            "title": "Vimeo (@rahmetli)",
            "text": "Eskiden kalan ama hatırası derin olan birkaç video."
        }
    },
    "Career": {
        "title": "kariyer",
        "LinkedIn": {
            "title": "LinkedIn (@eminbugrasaral)",
            "text": "Profesyonel gözükmek için kendimi fazla kasmadığım beyaz yakalıların toplanma alanı."
        },
        "Github": {
            "title": "GitHub (@ebsaral)",
            "text": "Yazılım projelerimin birçoğunun bulunduğu platform."
        },
        "DevTo": {
            "title": "Dev.to (@ebsaral)",
            "text": "Yazılıma dair kalemimden çıkan bazı teknik paylaşımlar."
        },
        "Stackoverflow": {
            "title" : "Stackoverflow",
            "text": "Yazılımcılar arasında yardımlaşmayı kolaylaştıran bir platform."
        }
    },
    "SocialMedia": {
        "title": "sosyal medya",
        "Instagram": {
            "title": "Instagram (eminbugrasaral)",
            "text": "Pek fazla filtre kullanmadan, moduma göre içten paylaşımlar yaptığım fotoğraf ve story galerisi."
        },
        "Twitter": {
            "title": "Twitter / X (@cbsaral)",
            "text": "Değeri henüz anlaşılamayan hesap. Aktif değil."
        },
        "FetLife": {
            "title": "FetLife (@rahmetli) - 18+ (NSFW)",
            "text": "BDSM, Fetish ve Kinky topluluğu için nadiren kullandığım bir sosyal ağ."
        }
    },
    "LegalWarning": {
        "title":"Yasal Bilgi",
        "text": "Hakkımdaki herhangi bir bilgiyi, dolaylı veya dolaysız katkılarımı, gerçek adımı ekleyerek veya eklemeyerek, herhangi bir araştırma konusu, makale, proje veya maddi çıkar içeren eylemlerinizde karşılığını vermeden kullanım hakkına izin vermediğimi belirtmek isterim. Aksini gerçekleştiren kişi veya kurumlar için yasal uygulamaların başlatıldığını ve başlatılacağını belirtirim. Herhangi bir projenizde veya fikrinizde beraber çalışmak için sözlü (yüz yüze, direkt) veya yazılı iletişim kurmak zorundasınız. Fiziksel bütünlüğüme zarar verecek herhangi bir eyleme kalkışmamanız zorunludur. Hayır, iç sesinizi duymuyorum, kendinizi duyuyorsunuz. Dürüstlüğümü ve iyi niyetimi test etmeniz ve/ya sorgulamanız yasaktır."
    }
}